Repository: Blutsh/SwitzBillz
Catalog: translations/*/ModulesSwitzbillzSwitzbillz.*.xlf
Languages: de_de, fr_fr

source: Add Swiss QR Invoices to your shop
de_de: Fügen Sie Ihrem Shop Schweizer QR-Rechnungen hinzu
fr_fr: Ajoutez des factures QR suisses à votre boutique

source: Are you sure you want to uninstall?
de_de: Sind Sie sicher, dass Sie deinstallieren möchten?
fr_fr: Êtes-vous sûr de vouloir désinstaller?

source: QR Bill Sent
de_de: QR-Rechnung gesendet
fr_fr: Facture QR envoyée

source: Download QR Bill
de_de: QR-Rechnung herunterladen
fr_fr: Télécharger la facture QR

source: View QR Bill
de_de: QR-Rechnung anzeigen
fr_fr: Voir la facture QR

source: Pay by QR Bill
de_de: Mit QR-Rechnung bezahlen
fr_fr: Payer par facture QR

source: Settings updated
de_de: Einstellungen aktualisiert
fr_fr: Paramètres mis à jour

source: Please fill in the form below to configure your company details and generate a QR Bill. Make sure to preview & Validate the QR Bill before saving.
de_de: Bitte füllen Sie das untenstehende Formular aus, um Ihre Firmendaten zu konfigurieren und eine QR-Rechnung zu erstellen. Stellen Sie sicher, dass Sie die QR-Rechnung vor dem Speichern in der Vorschau anzeigen und validieren.
fr_fr: Veuillez remplir le formulaire ci-dessous pour configurer les détails de votre entreprise et générer une facture QR. Assurez-vous de prévisualiser et de valider la facture QR avant de l'enregistrer.

source: Settings
de_de: Einstellungen
fr_fr: Paramètres

source: Your Company Name
de_de: Ihr Firmenname
fr_fr: Le nom de votre entreprise

source: Enter your company name.
de_de: Geben Sie Ihren Firmennamen ein.
fr_fr: Entrez le nom de votre entreprise.

source: Your Company Street
de_de: Ihre Firmenstraße
fr_fr: Rue de votre entreprise

source: Enter your company street address.
de_de: Geben Sie Ihre Firmenadresse ein.
fr_fr: Entrez l'adresse de votre entreprise.

source: Your Company City
de_de: Ihre Firmenstadt
fr_fr: Ville de votre entreprise

source: Enter your company city.
de_de: Geben Sie Ihre Firmenstadt ein.
fr_fr: Entrez la ville de votre entreprise.

source: Your Company Country
de_de: Ihr Firmenland
fr_fr: Pays de votre entreprise

source: Select your company country.
de_de: Wählen Sie Ihr Firmenland aus.
fr_fr: Sélectionnez le pays de votre entreprise.

source: Enter your QR IBAN.
de_de: Geben Sie Ihre QR-IBAN ein.
fr_fr: Entrez votre QR IBAN.

source: Enter your QR-IID. (Leave empty if Postfinance QR-IBAN)
de_de: Geben Sie Ihre QR-IID ein. (Leer lassen, wenn Postfinance QR-IBAN)
fr_fr: Entrez votre QR-IID. (Laissez vide si QR-IBAN de Postfinance)

source: Additional Information
de_de: Zusätzliche Informationen
fr_fr: Informations supplémentaires

source: Invoice Unique Reference
de_de: Eindeutige Rechnungsreferenz
fr_fr: Référence unique de la facture

source: Custom
de_de: Benutzerdefiniert
fr_fr: Personnalisé

source: Select additional information type.
de_de: Wählen Sie den Typ der zusätzlichen Informationen aus.
fr_fr: Sélectionnez le type d'informations supplémentaires.

source: Custom Additional Information
de_de: Benutzerdefinierte zusätzliche Informationen
fr_fr: Informations supplémentaires personnalisées

source: Enter custom additional information.
de_de: Geben Sie benutzerdefinierte zusätzliche Informationen ein.
fr_fr: Entrez des informations supplémentaires personnalisées.

source: Reference Type
de_de: Referenztyp
fr_fr: Type de référence

source: Order ID
de_de: Bestell-ID
fr_fr: ID de commande

source: Invoice Number
de_de: Rechnungsnummer
fr_fr: Numéro de facture

source: Custom Reference
de_de: Benutzerdefinierte Referenz
fr_fr: Référence personnalisée

source: Select the reference type to use.
de_de: Wählen Sie den zu verwendenden Referenztyp aus.
fr_fr: Sélectionnez le type de référence à utiliser.

source: Enter custom reference.
de_de: Geben Sie eine benutzerdefinierte Referenz ein.
fr_fr: Entrez une référence personnalisée.

source: Preview & Validate QR Bill
de_de: Vorschau & Validierung der QR-Rechnung
fr_fr: Prévisualiser et valider la facture QR

source: Pay with QR Bill
de_de: Mit QR-Rechnung bezahlen
fr_fr: Payer avec une facture QR

source: A QR Bill will be sent to you by e-mail, you can also download it from your order history.
de_de: Eine QR-Rechnung wird Ihnen per E-Mail zugesandt, Sie können sie auch aus Ihrer Bestellhistorie herunterladen.
fr_fr: Une facture QR vous sera envoyée par e-mail, vous pouvez également la télécharger à partir de l'historique de vos commandes.

source: QR Bill
de_de: QR-Rechnung
fr_fr: Facture QR

source: The QR Bill has been attached to the confirmation e-mail, it is also available in your order history details.
de_de: Die QR-Rechnung wurde der Bestätigungs-E-Mail angehängt, sie ist auch in Ihren Bestelldetails verfügbar.
fr_fr: La facture QR a été jointe à l'e-mail de confirmation, elle est également disponible dans les détails de l'historique de vos commandes.
